Repository: islamsabry2008/ssupport
Catalog: src/locale/*/LC_MESSAGES/*.po
Languages: el

source: List of storage devices
el: Λίστα συσκευών αποθήκευσης

source: Parent directory
el: Γονικός φάκελος

source: nothing connected
el: Δεν έχει συνδεθεί τίποτα

source: Language selection
el: Επιλογή γλώσσας

source: Type text of picture
el: Πληκτρολογήστε το κείμενο της εικόνας

source: unpack error: cannot get subname
el: Σφάλμα αποσυσκευασίας: Δεν είναι δυνατή η λήψη δευτερεύοντος ονόματος

source: unpack error: cannot open archive
el: Σφάλμα αποσυσκευασίας: Δεν είναι δυνατό το άνοιγμα του αρχείου

source: Save
el: Αποθήκευση

source: Cancel
el: Άκυρο

source: Reset Defaults
el: Επαναφορά προεπιλογών

source: General settings
el: Γενικές ρυθμίσεις

source: External subtitles settings
el: Ρυθμίσεις εξωτερικών υποτίτλων

source: Embedded subtitles settings
el: Ρυθμίσεις ενσωματωμένων υποτίτλων

source: Search settings
el: Ρυθμίσεις αναζήτησης

source: DVB player settings
el: Ρυθμίσεις αναπαραγωγής DVB

source: Backup settings
el: Αντίγραφο ασφαλείας ρυθμίσεων

source: Restore settings
el: Επαναφορά ρυθμίσεων

source: Please change embedded subtitles settings in Settings / System / Subtitles settings
el: Παρακαλώ αλλάξτε τις ρυθμίσεις των ενσωματωμένων υποτίτλων στις Ρυθμίσεις / Σύστημα / Ρυθμίσεις υποτίτλων

source: Cannot write to backup directory: %s
el: Δεν είναι δυνατή η εγγραφή στον κατάλογο αντιγράφων ασφαλείας: %s

source: Settings file not found
el: Το αρχείο ρυθμίσεων δεν βρέθηκε

source: Backup file creation failed
el: Η δημιουργία του αρχείου αντιγράφου ασφαλείας απέτυχε

source: Backup file is empty - no settings found
el: Το αρχείο αντιγράφου ασφαλείας είναι κενό - δεν βρέθηκαν ρυθμίσεις

source: Settings backup completed successfully!
el: Το αντίγραφο ασφαλείας ρυθμίσεων ολοκληρώθηκε με επιτυχία!

source: Backup failed!
el: Η δημιουργία αντιγράφου ασφαλείας απέτυχε!

source: No backup file found at: %s
el: Δεν βρέθηκε αρχείο αντιγράφου ασφαλείας στη θέση: %s

source: Are you sure you want to restore settings from: %s Enigma2 will restart to apply changes.
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε τις ρυθμίσεις από το: %s; Το Enigma2 θα επανεκκινήσει για να εφαρμοστούν οι αλλαγές.

source: Backup file no longer exists!
el: Το αρχείο αντιγράφου ασφαλείας δεν υπάρχει πλέον!

source: Restoring Settings...
el: Γίνεται επαναφορά ρυθμίσεων...

source: Restore failed!
el: Η επαναφορά απέτυχε!

source: New version %s is available. %s Do you want to install now?
el: Διαθέσιμη νέα έκδοση %s. %s Θέλετε να την εγκαταστήσετε τώρα;

source: Installing update...
el: Γίνεται εγκατάσταση της ενημέρωσης...

source: Change subssupport settings
el: Αλλαγή ρυθμίσεων του SubsSupport

source: Download subtitles for your videos
el: Λήψη υποτίτλων για τα βίντεό σας

source: watch DVB broadcast with subtitles
el: Παρακολούθηση μετάδοσης DVB με υπότιτλους

source: unsupported archive %s
el: Μη υποστηριζόμενο αρχείο %s

source: top
el: Επάνω

source: bottom
el: Κάτω

source: red
el: Κόκκινο

source: grey
el: Γκρι

source: green
el: Πράσινο

source: purple
el: Μωβ

source: yellow
el: Κίτρινο

source: white
el: Λευκό

source: blue
el: Μπλε

source: black
el: Μαύρο

source: opaque
el: Αδιαφανής

source: transparent
el: Διαφανής

source: offset
el: Μετατόπιση

source: border
el: Περίγραμμα

source: dynamic
el: Δυναμικό

source: static
el: Στατικό

source: fixed
el: Σταθερό

source: List
el: Λίστα

source: List + File
el: Λίστα + Αρχείο

source: All
el: Όλοι

source: Language
el: Γλώσσα

source: Provider
el: Πάροχος

source: Default
el: Προεπιλογή

source: Release
el: Όνομα κυκλοφορίας

source: Video filename
el: Όνομα αρχείου βίντεο

source: User defined
el: Καθορισμένο από τον χρήστη

source: Next to video
el: Μαζί με το βίντεο

source: TV show
el: Τηλεοπτική σειρά

source: Movie
el: Ταινία

source: jump to next subtitle
el: Μετάβαση στον επόμενο υπότιτλο

source: jump to previous subtitle
el: Μετάβαση στον προηγούμενο υπότιτλο

source: increase subtitles delay
el: Αύξηση καθυστέρησης υποτίτλων

source: decrease subtitles delay
el: Μείωση καθυστέρηση υποτίτλων

source: reset subtitles delay/fps
el: Επαναφορά καθυστέρησης/fps υποτίτλων

source: change subtitles fps
el: Αλλαγή fps υποτίτλων

source: displays this menu
el: Εμφανίζει αυτό το μενού

source: exit
el: Έξοδος

source: Subtitles FPS
el: FPS υποτίτλων

source: unknown
el: Άγνωστο

source: original
el: Αρχικό

source: Subtitles Delay
el: Καθυστέρηση υποτίτλων

source: change external subtitles status
el: Αλλαγή κατάστασης εξωτερικών υποτίτλων

source: No external subtitles are loaded
el: Δεν έχουν φορτωθεί εξωτερικοί υπότιτλοι

source: show subtitles menu
el: Εμφάνιση μενού υποτίτλων

source: Cannot load subtitles. Invalid path
el: Δεν είναι δυνατή η φόρτωση των υποτίτλων. Η διαδρομή δεν είναι έγκυρη

source: Cannot decode subtitles. Try another encoding group
el: Δεν είναι δυνατή η αποκωδικοποίηση των υποτίτλων. Δοκιμάστε μια άλλη ομάδα κωδικοποίησης

source: Currently choosed subtitles
el: Επιλεγμένοι υπότιτλοι

source: Embedded Subtitles
el: Ενσωματωμένοι υπότιτλοι

source: Encoding:
el: Κωδικοποίηση:

source: cannot decode
el: Δεν είναι δυνατή η αποκωδικοποίηση

source: None
el: Κανένα

source: Choose subtitles
el: Επιλογή υποτίτλων

source: Search subtitles
el: Αναζήτηση υποτίτλων

source: Change encoding
el: Αλλαγή κωδικοποίησης

source: Subtitles settings
el: Ρυθμίσεις υποτίτλων

source: Subtitles settings (embedded)
el: Ρυθμίσεις υποτίτλων (ενσωματωμένοι)

source: Turn off subtitles
el: Απενεργοποίηση υποτίτλων

source: Some subtitles providers are not working
el: Ορισμένοι πάροχοι υποτίτλων δεν λειτουργούν

source: For more details please check search settings
el: Για περισσότερες λεπτομέρειες, παρακαλώ ελέγξτε τις ρυθμίσεις αναζήτησης

source: Do you want to show this message again?
el: Θέλετε να εμφανιστεί ξανά αυτό το μήνυμα;

source: Font type (Regular)
el: Τύπος γραμματοσειράς (κανονική)

source: Font color (Regular)
el: Χρώμα γραμματοσειράς (κανονική)

source: Font transparency (Regular)
el: Διαφάνεια γραμματοσειράς (κανονική)

source: Font type (Italic)
el: Τύπος γραμματοσειράς (πλάγια γραφή)

source: Font color (Italic
el: Χρώμα γραμματοσειράς (πλάγια γραφή)

source: Font transparency (Italic)
el: Διαφάνεια γραμματοσειράς (πλάγια γραφή)

source: Font type (Bold)
el: Τύπος γραμματοσειράς (έντονη γραφή)

source: Font color (Bold)
el: Χρώμα γραμματοσειράς (έντονη γραφή)

source: Font transparency (Bold)
el: Διαφάνεια γραμματοσειράς (έντονη γραφή)

source: Font size
el: Μέγεθος γραμματοσειράς

source: Position
el: Θέση

source: Shadow
el: Σκιά

source: Shadow type
el: Τύπος σκιάς

source: Shadow X-offset
el: Οριζόντια μετατόπιση σκιάς

source: Shadow Y-offset
el: Κατακόρυφη μετατόπιση σκιάς

source: Shadow size
el: Μέγεθος σκιάς

source: Shadow color
el: Χρώμα σκιάς

source: Background
el: Φόντο

source: Background type
el: Τύπος φόντου

source: Background X-offset
el: Οριζόντια μετατόπιση φόντου

source: Background Y-offset
el: Κατακόρυφη μετατόπιση φόντου

source: Background color
el: Χρώμα φόντου

source: Background transparency
el: Διαφάνεια φόντου

source: Background height
el: Ύψος φόντου

source: External Subtitles settings
el: Ρυθμίσεις εξωτερικών υποτίτλων

source: Subtitles setting
el: Ρύθμιση υποτίτλων

source: Pause video on opening subtitles menu
el: Παύση βίντεο κατά το άνοιγμα του μενού υποτίτλων

source: Encoding
el: Κωδικοποίηση

source: Settings Backup Path
el: Διαδρομή αντιγράφου ασφαλείας ρυθμίσεων

source: Settings TMDB data Path
el: Ρύθμιση διαδρομής δεδομένων TMDB

source: Show expert settings
el: Εμφάνιση εξειδικευμένων ρυθμίσεων

source: Hide delay
el: Απόκρυψη καθυστέρησης

source: Sync delay
el: Καθυστέρηση συγχρονισμού

source: Player delay
el: Καθυστέρηση προγράμματος αναπαραγωγής

source: Refresh delay
el: Ανανέωση καθυστέρησης

source: PTS check delay
el: Καθυστέρηση ελέγχου PTS

source: Color
el: Χρώμα

source: Choose from embedded subtitles
el: Επιλογή από ενσωματωμένους υπότιτλους

source: Choose from downloaded subtitles
el: Επιλογή από ληφθέντες υπότιτλους

source: Choose from web subtitles
el: Επιλογή από υπότιτλους στο διαδίκτυο

source: Search on TMDB
el: Αναζήτηση στο TMDB

source: Close
el: Κλείσιμο

source: Select
el: Επιλογή

source: Details
el: Λεπτομέρειες

source: Download Images
el: Λήψη εικόνων

source: No results found for: %s
el: Δεν βρέθηκαν αποτελέσματα για: %s

source: Error searching TMDB: %s
el: Σφάλμα κατά την αναζήτηση στο TMDB: %s

source: Could not determine search title.
el: Δεν ήταν δυνατό να καθοριστεί ο τίτλος αναζήτησης.

source: Starting background tasks for details scraping and image download...
el: Έναρξη εργασιών παρασκηνίου για συλλογή λεπτομερειών και λήψη εικόνων...

source: Error loading details: %s
el: Σφάλμα κατά τη φόρτωση λεπτομερειών: %s

source: Could not retrieve details for this movie.
el: Δεν ήταν δυνατή η ανάκτηση λεπτομερειών για αυτήν την ταινία.

source: Error retrieving details: %s
el: Σφάλμα κατά την ανάκτηση λεπτομερειών: %s

source: No URL available for this movie.
el: Δεν υπάρχει διαθέσιμο URL για αυτήν την ταινία.

source: Downloading images in background...
el: Λήψη εικόνων στο παρασκήνιο...

source: Cannot determine year for image folder.
el: Δεν είναι δυνατό να καθοριστεί το έτος για τον φάκελο εικόνων.

source: No details available for this movie. Please view details first.
el: Δεν υπάρχουν διαθέσιμες λεπτομέρειες για αυτήν την ταινία. Παρακαλώ δείτε πρώτα τις λεπτομέρειες.

source: No tagline available
el: Δεν υπάρχει διαθέσιμο σλόγκαν

source: Rating:
el: Βαθμολογία:

source: Runtime:
el: Διάρκεια:

source: Adult Content:
el: Περιεχόμενο ενηλίκων:

source: Yes
el: Ναι

source: No
el: Όχι

source: No genres available
el: Δεν υπάρχουν διαθέσιμα είδη

source: Genres:
el: Είδη:

source: Subtitles will be downloaded in
el: Οι υπότιτλοι θα ληφθούν στο

source: seconds
el: δευτερόλεπτα

source: Choose Subtitles
el: Επιλογή υποτίτλων

source: Name
el: Όνομα

source: Download date
el: Ημερ/νία λήψης

source: Remove (file)
el: Αφαίρεση (αρχείο)

source: Settings
el: Ρυθμίσεις

source: Downloaded Subtitles
el: Ληφθέντες υπότιτλοι

source: Entries count:
el: Αριθμός καταχωρήσεων:

source: Remove Entry (List+File)
el: Αφαίρεση (Λίστα+Αρχείο)

source: Remove Entry (List)
el: Αφαίρεση (Λίστα)

source: There was an error while removing subtitle, please check log
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση του υπότιτλου, παρακαλώ ελέγξτε το αρχείο καταγραφής

source: Subtitle
el: Ο υπότιτλος

source: will be removed from file system
el: θα αφαιρεθεί από το σύστημα αρχείων

source: Do you want to proceed?
el: Θέλετε να προχωρήσετε;

source: will be removed from list
el: θα αφαιρεθεί από τη λίστα

source: Downloaded Subtitles - Settings
el: Ληφθέντες υπότιτλοι - Ρυθμίσεις

source: Max history entries
el: Μέγιστες καταχωρήσεις ιστορικού

source: Remove action
el: Ενέργεια αφαίρεσης

source: Ask on remove action
el: Ερώτηση σχετικά με την ενέργεια αφαίρεσης

source: Select Directory
el: Επιλογή καταλόγου

source: Suggestions
el: Προτάσεις

source: press green
el: Πατήστε πράσινο

source: History
el: Ιστορικό

source: press red
el: Πατήστε κόκκινο

source: Save to
el: Αποθήκευση σε

source: Save as
el: Αποθήκευση ως

source: Append language to filename
el: Προσθήκη γλώσσας στο όνομα αρχείου

source: Filename
el: Όνομα αρχείου

source: Path
el: Διαδρομή

source: Reset
el: Επαναφορά

source: Download options
el: Επιλογές λήψης

source: Edit Filename
el: Επεξεργασία ονόματος αρχείου

source: Edit download path
el: Επεξεργασία διαδρομής λήψης

source: Filename cannot be empty!
el: Το όνομα αρχείου δεν μπορεί να είναι κενό!

source: Path doesn't exist!
el: Η διαδρομή δεν υπάρχει!

source: SubsSupport Log
el: Καταγραφή SubsSupport

source: No SubsSeeker info found in log
el: Δεν βρέθηκαν πληροφορίες SubsSeeker στο αρχείο καταγραφής

source: Log file not found
el: Το αρχείο καταγραφής δεν βρέθηκε

source: Error reading log:
el: Σφάλμα ανάγνωσης αρχείου καταγραφής:

source: S
el: Προτ.

source: Update
el: Ενημέρωση

source: Search
el: Αναζήτηση

source: Subtitles search
el: Αναζήτηση υποτίτλων

source: yes
el: Ναι

source: no
el: Όχι

source: Title
el: Τίτλος

source: Type
el: Τύπος

source: Year
el: Έτος

source: Season
el: Σεζόν

source: Episode
el: Επεισόδιο

source: Preferred languages
el: Προτιμώμενες γλώσσες

source: Use File path
el: Χρήση διαδρομής αρχείου

source: Update search parameters if not correct and press green button for search
el: Ενημερώστε τις παραμέτρους αναζήτησης εάν δεν είναι σωστές και πατήστε το πράσινο κουμπί για αναζήτηση

source: loading subtitles list
el: Φόρτωση λίστας υποτίτλων

source: subtitles found
el: Υπότιτλοι που βρέθηκαν

source: Press OK to Stop
el: Πατήστε OK για διακοπή

source: No subtitles found :(
el: Δεν βρέθηκαν υπότιτλοι :(

source: Try update(simplify) search expression and try again..
el: Προσπαθήστε να ενημερώσετε (απλοποιήσετε) την έκφραση αναζήτησης και δοκιμάστε ξανά.

source: downloading subtitles...
el: Γίνεται λήψη υποτίτλων...

source: There are more subtitles in unpacked archive please select which one do you want to use
el: Υπάρχουν περισσότεροι υπότιτλοι στο αποσυμπιεσμένο αρχείο Παρακαλώ επιλέξτε ποιον θέλετε να χρησιμοποιήσετε

source: Subtitles with this name already exist Do you want to overwrite them
el: Υπότιτλοι με αυτό το όνομα υπάρχουν ήδη Θέλετε να τους αντικαταστήσετε

source: Cannot save download history, for details look in log
el: Δεν είναι δυνατή η αποθήκευση του ιστορικού λήψεων, για λεπτομέρειες ανατρέξτε στο αρχείο καταγραφής

source: captcha doesn't match, try again...
el: Το captcha δεν ταιριάζει, προσπαθήστε ξανά...

source: invalid credentials provided, correct them and try again
el: Δεν παρέχονται έγκυρα διαπιστευτήρια, διορθώστε τα και προσπαθήστε ξανά

source: no credentials provided, set them and try again
el: Δεν παρέχονται διαπιστευτήρια, ορίστε τα και προσπαθήστε ξανά

source: download error ocurred, for details see /tmp/subssearch.log
el: Συνέβη σφάλμα λήψης, για λεπτομέρειες δείτε /tmp/subssearch.log

source: Download (user defined)
el: Λήψη (καθορισμένο από τον χρήστη)

source: Download (next to video)
el: Λήψη (μαζί με το βίντεο)

source: Download (more...)
el: Λήψη (περισσότερα...)

source: Download and Load (user defined)
el: Λήψη και φόρτωση (καθορισμένο από τον χρήστη)

source: Download and Load (next to video)
el: Λήψη και φόρτωση (μαζί με το βίντεο)

source: Download and Load (more...)
el: Λήψη και φόρτωση (περισσότερα...)

source: Preferred subtitles language
el: Προτιμώμενη γλώσσα υποτίτλων

source: Preferred Movie provider
el: Προτιμώμενος πάροχος ταινιών

source: Preferred TV show provider
el: Προτιμώμενος πάροχος τηλεοπτικών σειρών

source: Manual search
el: Χειροκίνητη αναζήτηση

source: Subtitles provider timeout
el: Χρονικό όριο παροχής υποτίτλων

source: Check search parameters before subtitles search
el: Έλεγχος παραμέτρων αναζήτησης πριν την αναζήτηση υποτίτλων

source: Sort subtitles list by
el: Ταξινόμηση λίστας υποτίτλων κατά

source: Save subtitles as
el: Αποθήκευση υποτίτλων ως

source: Save subtitles as (fallback)
el: Αποθήκευση υποτίτλων ως (εναλλακτικά)

source: Add subtitle's language to filename
el: Προσθήκη γλώσσας υποτίτλου στο όνομα αρχείου

source: Save subtitles to
el: Αποθήκευση υποτίτλων σε

source: Subtitles download path
el: Διαδρομή λήψης υποτίτλων

source: Subtitles temp path
el: Προσωρινή διαδρομή υπότιτλων

source: Always ask before overwriting existing subtitles
el: Ερώτηση πριν την αντικατάσταση των υπαρχόντων υποτίτλων

source: Load subtitles after download
el: Φόρτωση υποτίτλων μετά τη λήψη

source: Save downloaded subtitles to history
el: Αποθήκευση ληφθέντων υποτίτλων στο ιστορικό

source: Load/Save download history directory
el: Κατάλογος φόρτωσης/αποθήκευσης ιστορικού λήψεων

source: Provider name
el: Όνομα παρόχου

source: Supported languages
el: Υποστηριζόμενες γλώσσες

source: State
el: Κατάστ.

source: Switch List
el: Εναλλαγή λιστών

source: Subtitles search settings
el: Ρυθμίσεις αναζήτησης υποτίτλων

source: error
el: Σφάλμα

source: enabled
el: Ενεργό

source: disabled
el: Ανενεργό

source: missing
el: Λείπει

source: library
el: Βιβλιοθήκη

source: Source title not provided
el: Δεν παρέχεται τίτλος προέλευσης

source: Source title
el: Τίτλος προέλευσης

source: Update Search params
el: Ενημέρωση παραμέτρων αναζήτησης

source: settings
el: Ρυθμίσεις

source: Test
el: Δοκιμή

source: Testing credentials...
el: Γίνεται έλεγχος διαπιστευτηρίων...

source: Login successful!
el: Η σύνδεση ήταν επιτυχής!

source: User ID: %s
el: ID χρήστη: %s

source: Level: %s
el: Επίπεδο: %s

source: Downloads left: %s
el: Απομένουν λήψεις: %s

source: Translations left: %s
el: Απομένουν μεταφράσεις: %s

source: Error: %s
el: Σφάλμα: %s

source: Settings reset to defaults
el: Επαναφορά των ρυθμίσεων στις προεπιλογές

source: Credentials backed up to:
el: Τα διαπιστευτήρια αποθηκεύτηκαν στο αντίγραφο ασφαλείας:

source: Backup failed:
el: Η δημιουργία αντιγράφων ασφαλείας απέτυχε:

source: No backup file found
el: Δεν βρέθηκε αρχείο αντιγράφου ασφαλείας

source: No compatible settings found in backup
el: Δεν βρέθηκαν συμβατές ρυθμίσεις στο αντίγραφο ασφαλείας

source: Successfully restored:
el: Επαναφορά με επιτυχία:

source: Restore error:
el: Σφάλμα επαναφοράς:

source: Auto sync to current event
el: Αυτόματος συγχρονισμός με τον τρέχον πρόγραμμα

source: Cannot parse subtitles. Not supported subtitles format
el: Δεν είναι δυνατή η ανάλυση των υποτίτλων. Δεν υποστηρίζεται η μορφή υποτίτλων

source: Cannot parse subtitles. Invalid subtitles format
el: Δεν είναι δυνατή η ανάλυση των υποτίτλων. Η μορφή υποτίτλων δεν είναι έγκυρη

source: Subtitles Position
el: Θέση υποτίτλων

source: Subtitles Time
el: Χρόνος υποτίτλων

source: Event Name
el: Όνομα προγράμματος

source: Event Time
el: Χρόνος προγράμματος

source: Event Duration
el: Διάρκεια προγράμματος

source: close plugin
el: Κλείσιμο πρόσθετου

source: show/hide subtitles status
el: Εμφάνιση/απόκρυψη κατάστασης υποτίτλων

source: play/pause subtitles playback
el: Αναπαραγωγή/παύση αναπαραγωγής υποτίτλων

source: pause subtitles playback
el: Παύση αναπαραγωγής υποτίτλων

source: resumes subtitles playback
el: Συνεχίζει την αναπαραγωγή υποτίτλων

source: restarts current subtitle
el: Επανεκκινεί τον τρέχοντα υπότιτλο

source: skip to next subtitle
el: Μετάβαση στον επόμενο υπότιτλο

source: skip to next subtitle (minute jump)
el: Μετάβαση στον επόμενο υπότιτλο (άλμα σε λεπτά)

source: skip to next subtitle by setting time in minutes
el: Μετάβαση στον επόμενο υπότιτλο με ρύθμιση χρόνου σε λεπτά

source: skip to previous subtitle
el: Μετάβαση στον προηγούμενο υπότιτλο

source: skip to previous subtitle (minute jump)
el: Μετάβαση στον προηγούμενο υπότιτλο (άλμα σε λεπτά)

source: skip previous subtitle by setting time in minutes
el: Μετάβαση προηγούμενο υπότιτλο με ρύθμιση χρόνου σε λεπτά

source: skip subtitle to current event position
el: Μετάβαση υποτίτλου στη θέση του τρέχοντος προγράμματος

source: open Subtitle Picker
el: Άνοιγμα επιλογέα υποτίτλων

source: apply Saved Delay
el: Εφαρμογή αποθηκευμένης καθυστέρησης

source: save current delay for this channel
el: Αποθήκευση τρέχουσας καθυστέρησης για αυτό το κανάλι

source: Time
el: Χρόνος

source: Duration
el: Διάρκεια

source: cannot sync to event, event is not available
el: Δεν είναι δυνατός ο συγχρονισμός με το πρόγραμμα. Το πρόγραμμα δεν είναι διαθέσιμο

source: Cannot save delay β€“ event information unavailable
el: Δεν είναι δυνατή η αποθήκευση καθυστέρησης - οι πληροφορίες του προγράμματος δεν είναι διαθέσιμες

source: Delay of %.2fβ€―s saved for this channel
el: Η καθυστέρηση %.2f δευτ. αποθηκεύτηκε για αυτό το κανάλι

source: Search Path
el: Διαδρομή αναζήτησης

source: Username and password are required
el: Απαιτείται όνομα χρήστη και κωδικός πρόσβασης

source: API error: %s
el: Σφάλμα API: %s

source: OpenSubtitles.com requires username and password
el: Το OpenSubtitles.com απαιτεί όνομα χρήστη και κωδικό πρόσβασης

source: Username
el: Όνομα χρήστη

source: Password
el: Κωδικός πρόσβασης

source: Send and search movie hashes
el: Αποστολή και αναζήτηση hashes ταινιών

source: API key is required
el: Απαιτείται κλειδί API

source: Subdl API key is valid and working
el: Το κλειδί API του Subdl είναι έγκυρο και λειτουργεί

source: Subdl.com requires an API key
el: Το Subdl.com απαιτεί ένα κλειδί API

source: Restart e2 required
el: Απαιτείται επανεκκίνηση του e2

source: Central and Eastern Europe
el: Κεντρικής και Ανατολικής Ευρώπης

source: Western Europe
el: Δυτικής Ευρώπης

source: Russia
el: Ρωσικά

source: Arabic
el: Αραβικά

source: Turkish
el: Τουρκικά

source: Greek
el: Ελληνικά

source: Hebrew
el: Εβραϊκά
